src/xiaofang.Dispatch-History-Alert-Request.res.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns="urn:xiaofang">
 <SOAP-ENV:Body  SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns:Dispatch-History-Alert-Request-Reponse>
   <data>
    <id></id>
    <name></name>
    <describe></describe>
    <level>Exigency</level>
    <alram-time></alram-time>
    <use-cars></use-cars>
    <create-time></create-time>
    <over-time></over-time>
   </data>
   <data>
    <id></id>
    <name></name>
    <describe></describe>
    <level>Exigency</level>
    <alram-time></alram-time>
    <use-cars></use-cars>
    <create-time></create-time>
    <over-time></over-time>
   </data>
   <size></size>
   <session-id></session-id>
   <error-describe></error-describe>
   <result>false</result>
  </ns:Dispatch-History-Alert-Request-Reponse>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
